/* ===== Filenames ===== */
"128.001" = "Album nieznany";
"128.002" = "Nieznany wykonawca";
"128.003" = "Nieznany gatunek";
"128.004" = "Nieznany podcast";
"128.005" = "Podcasty";
"128.006" = "Kompilacje";
/* ===== iTunes Store Strings ===== */
"137.001" = "iTunes Store";
"137.043" = "Koszyk zakupowy";
/* ===== Sharing Strings ===== */
"138.001" = "Biblioteka (^1)";
"138.021" = "Hasło udostępniania w iTunes";
/* ===== Equalizer Strings ===== */
"177.001" = "Korektor dźwięku";
"177.002" = "Ręcznie";
"177.003" = "Korekcja zerowa";
"177.004" = "Czy na pewno chcesz usunąć wstępne ustawienia korektora „^1”?";
"177.005" = "Czy chcesz zmienić wszystkie utwory, które są ustawione na „^1”, aby użyć „^2”?";
"177.006" = "Ustawienia korektora dźwięku już istnieją z nazwą „^1”. Czy chcesz je zastąpić?";
"177.007" = "Wstępne ustawienia";
"177.008" = "Czy chcesz usunąć „^1” ze wszystkich utworów, dla których ustawiono używanie „^1”?";
"177.009" = "Utwórz ustawienie wstępne";
"177.010" = "Nowa nazwa ustawień wstępnych:";
"177.011" = "Zmień nazwę";
"177.012" = "wstępne ustawienia bez tytułu";
"177.013" = "wstępne ustawienia bez tytułu ^1";
/* ===== EQ Presets Strings ===== */
/* Acoustic Built-In Preset */
"510.001" = "Akustyczna";
/* Bass Booster Built-In Preset */
"510.002" = "Więcej basów";
/* Bass Reducer Built-In Preset */
"510.003" = "Mniej basów";
/* Classical Built-In Preset */
"510.004" = "Klasyczna";
/* Dance Built-In Preset */
"510.005" = "Taneczna";
/* Deep Built-In Preset */
"510.006" = "Tony niskie";
/* Electronic Built-In Preset */
"510.007" = "Elektroniczna";
/* Flat Built-In Preset */
"510.008" = "Korekcja zerowa";
/* Hip-Hop Built-In Preset */
"510.009" = "Hip-Hop";
/* Jazz Built-In Preset */
"510.010" = "Jazz";
/* Latin Built-In Preset */
"510.011" = "Latin";
/* Loudness Built-In Preset */
"510.012" = "Głośność";
/* Lounge Built-In Preset */
"510.013" = "Lounge";
/* Piano Built-In Preset */
"510.014" = "Piano";
/* Pop Built-In Preset */
"510.015" = "Pop";
/* R&B Built-In Preset */
"510.016" = "R&B";
/* Rock Built-In Preset */
"510.017" = "Rock";
/* Small Speakers Built-In Preset */
"510.018" = "Małe głośniki";
/* Spoken Word Built-In Preset */
"510.019" = "Recytacje";
/* Treble Booster Built-In Preset */
"510.020" = "Więcej sopranów";
/* Treble Reducer Built-In Preset */
"510.021" = "Mniej sopranów";
/* Vocal Booster Built-In Preset */
"510.022" = "Więcej wokalu";
/* ===== MP3 Kind Strings ===== */
"3101.001" = "plik audio MPEG";
"3101.002" = "plik audio MPEG (zdalny)";
"3101.003" = "strumień audio MPEG";
/* ===== MP3 Detail Strings ===== */
"3102.001" = "Format:";
"3102.002" = "Kanały:";
"3102.003" = "MPEG-1, ";
"3102.004" = "MPEG-2, ";
"3102.005" = "Layer 1";
"3102.006" = "Layer 2";
"3102.007" = "Layer 3";
"3102.008" = "Mono";
"3102.009" = "Stereo";
"3102.010" = "Joint Stereo";
"3102.011" = "Dual Stereo";
"3102.012" = "Znacznik ID3: ";
"3102.013" = "v1.0";
"3102.014" = "v1.1";
"3102.015" = "v2.2";
"3102.016" = "v2.3";
"3102.017" = "v2.4";
"3102.018" = "Brak";
"3102.019" = "Kodowanie: ";
"3102.020" = "Nieznany";
/* ===== PCM Decoder Kinds ===== */
"3200.001" = "plik audio AIFF";
"3200.002" = "plik audio WAV";
"3200.003" = "plik audio Sound Designer II";
"3200.004" = "strumień audio AIFF";
"3200.005" = "strumień audio WAV";
"3200.006" = "plik audio AAC (zdalny)";
"3200.007" = "plik audio WAV (zdalny)";
/* ===== PCM Details ===== */
"3201.001" = "Kanały:";
"3201.002" = "Wielkość próbki:";
"3201.003" = "Mono";
"3201.004" = "Stereo";
"3201.005" = "Multi";
"3201.006" = "^1-bitowa";
"3201.007" = "Kompresja:";
/* ===== QuickTime Kind Strings ===== */
"3301.001" = "plik filmowy QuickTime";
"3301.002" = "url filmu QuickTime";
"3301.003" = "zabezpieczony plik audio MPEG-4";
"3301.004" = "plik audio MPEG-4";
"3301.005" = "plik filmu QuickTime (zdalny)";
"3301.006" = "zakupiony plik wideo MPEG-4";
/* ===== Audible Kind Strings ===== */
"4401.001" = "plik Audible";
"4401.002" = "Recytacje";
"4401.003" = "Książka mówiona";
/* ===== Audible Detail Strings ===== */
"4403.001" = "Format:";
"4403.002" = "Kanały:";
"4403.003" = "4 (MP3)";
"4403.004" = "5 (bez wsparcia)";
"4403.005" = "1 (bez wsparcia)";
"4403.006" = "2";
"4403.007" = "3";
"4403.008" = "Mono";
"4403.009" = "Stereo";
"4403.010" = "Właściciel:";
"4403.011" = "Nie może być nagrane na CD.";
"4403.012" = "Narrator:";
"4403.013" = "Wydane:";
/* ===== MP4 Kinds ===== */
"5000.001" = "plik audio MPEG-4";
"5000.002" = "plik audio MPEG-4 (zdalny)";
"5000.003" = "strumień audio MPEG-4";
"5000.004" = "zabezpieczony plik audio MPEG-4";
"5000.005" = "zabezpieczony plik audio MPEG-4 (zdalny)";
"5000.006" = "zabezpieczony strumień audio MPEG-4";
"5000.007" = "zakupiony plik dźwiękowy MPEG-4";
"5000.008" = "zakupiony plik dźwiękowy MPEG-4 (zdalny)";
"5000.009" = "plik audio AAC";
"5000.010" = "plik audio AAC (zdalny)";
"5000.011" = "strumień audio AAC";
"5000.012" = "zabezpieczony plik audio AAC";
"5000.013" = "zabezpieczony plik audio AAC (zdalny)";
"5000.014" = "zabezpieczony strumień audio AAC";
"5000.015" = "zakupiony plik dźwiękowy AAC";
"5000.016" = "zakupiony plik dźwiękowy AAC (zdalny)";
"5000.017" = "plik audio Apple Lossless";
"5000.018" = "plik audio Apple Lossless (zdalny)";
"5000.019" = "strumień audio Apple Lossless";
"5000.020" = "zabezpieczony plik audio Apple Lossless";
"5000.021" = "zabezpieczony plik audio Apple Lossless (zdalny)";
"5000.022" = "zabezpieczony strumień audio Apple Lossless";
/* ===== MP4 Details ===== */
"5002.001" = "Profil: ";
"5002.002" = "Kanały:";
"5002.003" = "Kodowanie: ";
"5002.004" = "Kodowane przez: ";
"5002.005" = "Copyright: ";
"5002.006" = "Zakupione przez: ";
"5002.007" = "Nazwa konta: ";
"5002.008" = "Rodzaj: ";
"5002.009" = "Łączna szybkość transmisji: ";
"5002.010" = "Główna";
"5002.011" = "Niska złożoność";
"5002.012" = "Przewidywany długi okres";
"5002.013" = "Skalowalny";
"5002.014" = "Nierozpoznany";
"5002.015" = "Mono";
"5002.016" = "Stereo";
"5002.017" = "Multi";
"5002.018" = "Wielkość próbki:";
"5002.019" = "^1-bitowa";
"5002.020" = "Wersja FairPlay: ";
"5002.021" = "Rozdział ";
"5002.022" = "Data zakupu: ";
/* ===== Playlist Strings ===== */
"9000.001" = "lista bez tytułu";
"9000.002" = "lista bez tytułu ^1";
"9000.003" = "katalog bez nazwy";
"9000.004" = "katalog bez tytułu ^1";
"9000.005" = "ścieżka audio CD";
"9000.006" = "ścieżka ^1";
"9000.010" = "%1";
"9000.011" = "%1 (1 ścieżka)";
"9000.012" = "%1 (ścieżek: %2)";
"9000.013" = "%1";
"9000.014" = "%1 (1 strumień)";
"9000.015" = "%1 (strumieni: %2)";
"9000.016" = "^1 kb/s";
"9000.017" = "^1 kb/s (VBR)";
"9000.018" = "^1 kHz";
"9000.019" = "Niezakończone";
"9000.020" = "Nieznany";
"9000.021" = "Niedostępne";
"9000.022" = "Strumień";
"9000.023" = "Ciągłe";
/* track # */
"9000.024" = "^1 z ^2";
/* disc # */
"9000.025" = "^1 z ^2";
"9000.026" = "%1 dB";
"9000.029" = "Podcasty";
"9000.031" = "Sezon %1";
/* ===== Genres ===== */
"9200.001" = "Blues";
"9200.002" = "Rock klasyczny";
"9200.003" = "Country";
"9200.004" = "Taneczna";
"9200.005" = "Disco";
"9200.006" = "Funk";
"9200.007" = "Grunge";
"9200.008" = "Hip-Hop";
"9200.009" = "Jazz";
"9200.010" = "Metalowa";
"9200.011" = "New Age";
"9200.012" = "Oldies";
"9200.013" = "Inne";
"9200.014" = "Pop";
"9200.015" = "R&B";
"9200.016" = "Rap";
"9200.017" = "Reggae";
"9200.018" = "Rock";
"9200.019" = "Techno";
"9200.020" = "Industrialna";
"9200.021" = "Alternatywna";
"9200.022" = "Ska";
"9200.023" = "Death Metal";
"9200.024" = "Pranks";
"9200.025" = "Ścieżka dźwiękowa";
"9200.026" = "Techno europejskie";
"9200.027" = "Ambient";
"9200.028" = "Trip-Hop";
"9200.029" = "Wokalna";
"9200.030" = "Jazz+Funk";
"9200.031" = "Fusion";
"9200.032" = "Trance";
"9200.033" = "Klasyczna";
"9200.034" = "Instrumentalna";
"9200.035" = "Acid";
"9200.036" = "House";
"9200.037" = "Gra";
"9200.038" = "Ujęcie dźwiękowe";
"9200.039" = "Gospel";
"9200.040" = "Noise";
"9200.041" = "Rock alternatywny";
"9200.042" = "Tony niskie";
"9200.043" = "Soul";
"9200.044" = "Punk";
"9200.045" = "Space";
"9200.046" = "Medytacyjna";
"9200.047" = "Pop instrumentalny";
"9200.048" = "Rock instrumentalny";
"9200.049" = "Etniczna";
"9200.050" = "Gothic";
"9200.051" = "Darkwave";
"9200.052" = "Techno-industrialna";
"9200.053" = "Elektroniczna";
"9200.054" = "Pop-Folk";
"9200.055" = "Eurodance";
"9200.056" = "Dream";
"9200.057" = "Rock z Południa";
"9200.058" = "Komedia";
"9200.059" = "Cult";
"9200.060" = "Gangsta";
"9200.061" = "Czołowa 40";
"9200.062" = "Rap chrześcijański";
"9200.063" = "Pop/Funk";
"9200.064" = "Jungle";
"9200.065" = "Indiańska";
"9200.066" = "Kabaretowa";
"9200.067" = "New Wave";
"9200.068" = "Psychodeliczna";
"9200.069" = "Rave";
"9200.070" = "Showtunes";
"9200.071" = "Zwiastun";
"9200.072" = "Lo-Fi";
"9200.073" = "Plemienna";
"9200.074" = "Acid Punk";
"9200.075" = "Acid Jazz";
"9200.076" = "Polka";
"9200.077" = "Retro";
"9200.078" = "Musical";
"9200.079" = "Rock & Roll";
"9200.080" = "Hard Rock";
"9200.081" = "Folk";
"9200.082" = "Folk-Rock";
"9200.083" = "Narodowa folk";
"9200.084" = "Swing";
"9200.085" = "Fast Fusion";
"9200.086" = "Bebop";
"9200.087" = "Latin";
"9200.088" = "Revival";
"9200.089" = "Celtycka";
"9200.090" = "Bluegrass";
"9200.091" = "Awangardowa";
"9200.092" = "Rock gotycki";
"9200.093" = "Rock progresywny";
"9200.094" = "Rock psychodeliczny";
"9200.095" = "Rock symfoniczny";
"9200.096" = "Slow Rock";
"9200.097" = "Big Band";
"9200.098" = "Chór";
"9200.099" = "Łatwa i przyjemna";
"9200.100" = "Akustyczna";
"9200.101" = "Humor";
"9200.102" = "Mowa";
"9200.103" = "Chanson";
"9200.104" = "Opera";
"9200.105" = "Kameralna";
"9200.106" = "Sonata";
"9200.107" = "Symfoniczna";
"9200.108" = "Booty Bass";
"9200.109" = "Primus";
"9200.110" = "Porn Groove";
"9200.111" = "Satyra";
"9200.112" = "Slow Jam";
"9200.113" = "Klubowa";
"9200.114" = "Tango";
"9200.115" = "Samba";
"9200.116" = "Folklor";
"9200.117" = "Ballady";
"9200.118" = "Power Ballad";
"9200.119" = "Rhythmic Soul";
"9200.120" = "Freestyle";
"9200.121" = "Duety";
"9200.122" = "Punk Rock";
"9200.123" = "Drum Solo";
"9200.124" = "Acapella";
"9200.125" = "Euro-House";
"9200.126" = "Dance Hall";
/* ===== Memory Descriptors ===== */
"10001.001" = "zero KB";
"10001.002" = "^1 KB";
"10001.003" = "^1 MB";
"10001.004" = "^1 GB";
"10001.005" = "N/D";
/* ===== Time Descriptors ===== */
"10002.001" = "0 sekund";
"10002.002" = "^1 sekunda";
"10002.003" = "^1 sek.";
"10002.004" = "^1 min.";
"10002.005" = "^1 min.";
"10002.006" = "^1 godzina";
"10002.007" = "^1 godz.";
"10002.008" = "^1 dzień";
"10002.009" = "^1 dni";
/* ===== Date Strings ===== */
"10003.001" = "Niedziela";
"10003.002" = "Poniedziałek";
"10003.003" = "Wtorek";
"10003.004" = "Środa";
"10003.005" = "Czwartek";
"10003.006" = "Piątek";
"10003.007" = "Sobota";
"10003.008" = "Wczoraj";
"10003.009" = "Dziś";
"10003.010" = "Jutro";
/* ===== Database strings ===== */
"kMusicLibraryPrimaryPlaylistName" = "Biblioteka";
"kNoAlbumTitleString" = "Album nieznany";
"kUnknownAlbumPodcastString" = "Nieznany podcast";
"kUnknownAlbumArtistString" = "Nieznany wykonawca";
"kUnknownNameString" = "Nieznana nazwa";
"kVariousArtistsString" = "Różni wykonawcy";
"kPlaylistURLString" = "URL listy";
